{
  "textGuerrier": [
    "Vous êtes un guerrier, Vous devez aller chercher votre épée pour combattre et vous défendre ! Le dernier l'ayant vu ne se souviens plus si c'était au cimetière ou dans une tour, à vous de décider le chemin à prendre.",
    "Vous êtes arrivé à la tour, vous fouillez les environs et trouvez un escalier pour monter et un chemin pour continuer, que faites-vous ?",
    "Vous tombez sur une pièce avec plein de commodes, vous les fouillez toutes sans succès, au moment de repartir une lueur apparait et vous trouvez enfin votre épée ! Vous continuez donc sur le chemin trouvé précédemment",
    "Un monstre vous bloque la route; zut alors ...",
    "La gargouille vous saute dessus et vous met votre slip sur la tête et vous mourrez asphixié, vous êtes MORT. GAME OVER",
    "Vous arrivez à porter un coup final au monstre à l'aide de votre nouvelle épée tant bien que mal, vous décidez donc de continuer le chemin et arrivez devant une vieille grange, que faites vous ?",
    "Vous fouillez la grange et trouvez un vieux bout de papier avec marqué gauche, gauche, droite, gauche. Qu'est-ce donc ?",
    "Vous vous êtes reposé dans la grange, au moment de repartir vous croisez le fermier qui vous confie une clé en disant que cela pourra vous aider dans votre aventure",
    "Vous arrivez devant un labyrinthe mais vous n'avez pas de clé pour y entrer ... Que faites vous ?",
    "Vous avez attendu et pendant votre sommeil vous entendez la porte qui s'ouvre... Que faites-vous ?",
    "Vous décidez d'abandonner la vie d'aventurier... GAME OVER",
    "Vous choisissez gauche, une autre intersection s'offre à vous",
    "Vous avancez vers la crevasse glissez sur une peau de banane et tombez comme un gland, vous MOURREZ. GAME OVER",
    "Vous arrivez ENCORE à une intersection ... Que faites-vous ?",
    "Vous recontrez John Snow, il y a une couille quelque part ... Vous êtes mort ! GAME OVER",
    "Vous arrivez au bout du chemin, vous trouvez un oeuf de dragon. La mère dragon arrive, vous fuyez !",
    "Vous arrivez dans la forêt. Vous fouillez un peu partout et finissez par trouver un vieux parchemin avec des indications : 3 branches, 2 fils. Que faites-vous ?",
    "Vous avez décidé de vous aventurer plus loin dans la forêt. Vous trouvez des branches d'arbre et quelques fils, comme indiqué sur le parchemin, vous arrivez donc à vous fabriquer un pauvre arc",
    "Vous décidez que la vie d'aventurier n'est pas faite pour vous, vous décidez de redevenir fermier ! GAME OVER",
    "La gargouille vous saute dessus et vous met votre slip sur la tête et vous mourrez asphixié, vous êtes MORT. GAME OVER",
    "Vous attaquez la gargouille et réussissez un tir parfait digne d'un coup de chance, une flêche entre les deux yeux de la gargouille qui tombe raide morte. Vous continuez donc votre chemin et arrivez devant une grange, que faire ?"
  ],
  "guerrierButton2": [
    "Aller au cimetière",
    "Continuer le chemin",
    "Aller sur le chemin",
    "Fuir comme un lache !",
    "Recommencer en Archer",
    "Continuer sans s'arrêter",
    "Continuer le chemin",
    "Allez vers le labyrinthe",
    "Rebrousser chemin",
    "Entrer dans le labyrinthe",
    "Recommencer en Archer",
    "Droite",
    "Recommencer en Archer",
    "Droite",
    "Recommencer en Archer",
    "Aller à la porte",
    "Aller au chemin",
    "Aller sur le chemin",
    "Recommencer en Archer",
    "Recommencer en Archer",
    "Continuer sans la fouiller"
  ],
  "guerrierButton1": [
    "Aller à la tour",
    "Monter les escaliers",
    "Retour à l'intersection",
    "Le combattre !",
    "Recommencer en Guerrier",
    "La fouiller",
    "Se reposer dans la grange",
    "Partir sans la clé",
    "Attendre",
    "Abandonner la vie d'aventurier",
    "Recommencer en Guerrier",
    "Gauche",
    "Recommencer en Guerrier",
    "Gauche",
    "Recommencer en Guerrier",
    "Revenir en arrière",
    "Aller plus loin dans la forêt",
    "Mettre fin à l'aventure ...",
    "Recommencer en Guerrier",
    "Recommencer en Guerrier",
    "La fouiller"
  ],
  "textArcher": [
    "Vous êtes un archer, Vous devez aller chercher votre arc pour combattre et vous défendre ! Le dernier l'ayant vu ne se souviens plus si c'était au cimetière ou dans une forêt, à vous de décider le chemin à prendre.",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "archerButton1": [

  ],
  "archerButton2": [

  ]
}