{
  "textGuerrier": [
    "Vous êtes un guerrier, Vous devez aller chercher votre épée pour combattre et vous défendre ! Le dernier l'ayant vu ne se souviens plus si c'était au cimetière ou dans une tour, à vous de décider le chemin à prendre.",
    "Vous êtes arrivé à la tour, vous fouillez les environs et trouvez un escalier pour monter et un chemin pour continuer, que faites-vous ?",
    "Vous tombez sur une pièce avec plein de commodes, vous les fouillez toutes sans succès, au moment de repartir une lueur apparait et vous trouvez enfin votre épée ! Vous continuez donc sur le chemin trouvé précédemment",
    "Un monstre vous bloque la route; zut alors ...",
    "La gargouille vous saute dessus et vous met votre slip sur la tête et vous mourrez asphixié, vous êtes MORT. GAME OVER",
    "Vous arrivez à porter un coup final au monstre à l'aide de votre nouvelle épée tant bien que mal, vous décidez donc de continuer le chemin et arrivez devant une vieille grange, que faites vous ?",
    "Vous fouillez la grange et trouvez un vieux bout de papier avec marqué gauche, gauche, droite, gauche. Qu'est-ce donc ?",
    "Vous vous êtes reposé dans la grange, au moment de repartir vous croisez le fermier qui vous confie une clé en disant que cela pourra vous aider dans votre aventure",
    "Vous arrivez devant un labyrinthe mais vous n'avez pas de clé pour y entrer ... Que faites vous ?",
    "Vous avez attendu et pendant votre sommeil vous entendez la porte qui s'ouvre... Que faites-vous ?",
    "Vous décidez d'abandonner la vie d'aventurier... GAME OVER",
    "Vous choisissez gauche, une autre intersection s'offre à vous",
    "Vous avancez vers la crevasse glissez sur une peau de banane et tombez comme un gland, vous MOURREZ. GAME OVER",
    "Vous arrivez ENCORE à une intersection ... Que faites-vous ?",
    "Vous recontrez John Snow, il y a une couille quelque part ... Vous êtes mort ! GAME OVER",
    "Vous arrivez au bout du chemin, vous trouvez un oeuf de dragon. La mère dragon arrive, vous fuyez !",
    "Vous arrivez dans la forêt. Vous fouillez un peu partout et finissez par trouver un vieux parchemin avec des indications : 3 branches, 2 fils. Que faites-vous ?",
    "Vous avez décidé de vous aventurer plus loin dans la forêt. Vous trouvez des branches d'arbre et quelques fils, comme indiqué sur le parchemin, vous arrivez donc à vous fabriquer un pauvre arc",
    "Vous décidez que la vie d'aventurier n'est pas faite pour vous, vous décidez de redevenir fermier ! GAME OVER",
    "La gargouille vous saute dessus et vous met votre slip sur la tête et vous mourrez asphixié, vous êtes MORT. GAME OVER",
    "Vous attaquez la gargouille et réussissez un tir parfait digne d'un coup de chance, une flêche entre les deux yeux de la gargouille qui tombe raide morte. Vous continuez donc votre chemin et arrivez devant une grange, que faire ?"
  ],
  "guerrierButton2": [
    "Aller au cimetière",
    "Continuer le chemin",
    "Aller sur le chemin",
    "Fuir comme un lache !",
    "Recommencer en Archer",
    "Continuer sans s'arrêter",
    "Continuer le chemin",
    "Allez vers le labyrinthe",
    "Rebrousser chemin",
    "Entrer dans le labyrinthe",
    "Recommencer en Archer",
    "Droite",
    "Recommencer en Archer",
    "Droite",
    "Recommencer en Archer",
    "Aller à la porte",
    "Aller au chemin",
    "Aller sur le chemin",
    "Recommencer en Archer",
    "Recommencer en Archer",
    "Continuer sans la fouiller"
  ],
  "guerrierButton1": [
    "Aller à la tour",
    "Monter les escaliers",
    "Retour à l'intersection",
    "Le combattre !",
    "Recommencer en Guerrier",
    "La fouiller",
    "Se reposer dans la grange",
    "Partir sans la clé",
    "Attendre",
    "Abandonner la vie d'aventurier",
    "Recommencer en Guerrier",
    "Gauche",
    "Recommencer en Guerrier",
    "Gauche",
    "Recommencer en Guerrier",
    "Revenir en arrière",
    "Aller plus loin dans la forêt",
    "Mettre fin à l'aventure ...",
    "Recommencer en Guerrier",
    "Recommencer en Guerrier",
    "La fouiller"
  ],
  "textArcher": [
    "Vous êtes un archer, Vous devez aller chercher votre arc pour combattre et vous défendre ! Le dernier l'ayant vu ne se souviens plus si c'était au cimetière ou dans une forêt, à vous de décider le chemin à prendre.",
    "Vous êtes au cimetière, il semblerait que l'épée ne soit pas ici, vous décidez de rebrousser chemin",
    "Vous êtes toujours au cimetière, et l'épée n'y est toujours pas ! Vous rebroussez encore chemin",
    "Vous avez décidé d'emprunter le chemin sans armes ni équipement, bonne chance... En chemin vous rencontrez une gargouille.",
    "Vous êtes de retour à l'intersection, que faites vous ?",
    "Vous fuyez comme un lâche que vous êtes, vous abandonnez la vie d'aventurier et redevenez un simple fermier. GAME OVER",
    "Vous avez décidé d'emprunter le chemin, bonne chance... En chemin vous trouvez une vieille grange.",
    "Vous avez décidé de ne pas fouiller la grange, vous arrivez devant un labyrinthe mais vous n'avez pas de clé pour y entrer ... Que faites vous ?",
    "Vous êtes arrivé devant le labyrinthe. Que faire ?",
    "Vous arrivez devant un labyrinthe mais vous n'avez pas de clé pour y entrer ... Que faites vous ?",
    "Vous entrez dans le labyrinthe, deux chemins sont disponibles",
    "Vous avez choisi la droite, c'est une impasse, il y a une crevasse",
    "Vous avez décidé de tourner à droite. Une pierre glisse du mur et vous tombe dessus. à votre reveil vous trouvez votre dignité oubliée, vous êtes sûrement mort ... Bienvenue au paradis. GAME OVER.",
    "Vous avez choisi la droite. Vous arrivez à une inième intersection. Que choisisez-vous ?",
    "Vous fuyez vers la porte et perdez la clé pendant la fuite. La porte est bloquée, la mère dragon arrive, vous êtes conviés à un barbecue surprise. Bonne chance... GAME OVER",
    "Vous êtes au cimetière, il semblerait que l'arc ne soit pas ici, vous décidez de rebrousser chemin",
    "Vous êtes sur le chemin et vous rencontrez un monstre. Que voulez-vous faire ?",
    "Vous êtes sur le chemin et rencontrez un monstre mais vous n'avez pas d'armes. Que voulez-vous faire ?",
    "Vous retournez dans la forêt. Vous fouillez un peu partout et finissez par trouver un vieux parchemin avec des indications : 3 branches, 2 fils. Que faites-vous ?",
    "Vous fuyez comme un lâche que vous êtes, vous abandonnez la vie d'aventurier et redevenez un simple fermier. GAME OVER",
    "",
    ""
  ],
  "archerButton1": [
    "Aller dans la forêt",
    "Aller à la tour",
    "Aller à la tour",
    "La combattre, sans armes",
    "Monter les escaliers",
    "Recommencer en Guerrier",
    "La fouiller",
    "Attendre",
    "Attendre",
    "Attendre",
    "Gauche",
    "Avancer vers la crevasse",
    "Recommencer en Guerrier",
    "Gauche",
    "Recommencer en Guerrier",
    "Aller à la forêt",
    "Attaquer le monstre",
    "Attaquer le monstre à main nue",
    "Aller plus loin dans la forêt",
    "Recommencer en Guerrier",
    ""

  ],
  "archerButton2": [
    "Aller au cimetière",
    "Aller au cimetière",
    "Aller au cimetière",
    "La fuir",
    "Continuer le chemin",
    "Recommencer en Archer",
    "Continuer sans s'arrêter",
    "Rebrousser chemin",
    "Utiliser la clé donnée par le fermier",
    "Rebrousser chemin",
    "Droite",
    "Retourner en arrière",
    "Recommencer en Archer",
    "Droite",
    "Recommencer en Archer",
    "Aller au cimetière",
    "Fuir le monstre",
    "Fuir le monstre",
    "Aller au chemin",
    "Recommencer en Archer",
    ""
  ]
}
